Repository: ZalozbaDev/dudle
Catalog: locale/*/dudle.po
Languages: de

source: This application is powered by %{DuDPoll}.
de: Diese Applikation wird mit %{DuDPoll} betrieben.

source: License
de: Lizenz

source: The sourcecode of this application is available under the terms of <a href='http://www.fsf.org/licensing/licenses/agpl-3.0.html'>AGPL Version 3</a>.
de: Der Sourcecode zu dieser Applikation ist unter der Lizenz <a href='http://www.fsf.org/licensing/licenses/agpl-3.0.html'>AGPLv3</a> verfügbar.

source: The sourcecode of this application can be found here: %{a_start}source code of this application%{a_end}.
de: Der Quellcode der Applikation ist hier verfügbar: %{a_start}Quellcode dieser Applikation%{a_end}.

source: Username:
de: Benutzername:

source: Password
de: Passwort

source: repeat
de: wiederholen

source: You have to remove the participant user before you can remove the administrator.
de: Der Benutzer „participant“ muss entfernt werden, bevor Sie den Administrator entfernen können.

source: Delete
de: Löschen

source: Save
de: Speichern

source: Only letters and digits are allowed in the username.
de: Der Benutzername darf nur Buchstaben und Zahlen enthalten.

source: Passwords did not match.
de: Die Passwörter stimmen nicht überein.

source: Change access control settings
de: Einstellungen der Zugriffskontrolle

source: not activated
de: nicht aktiviert

source: Activate
de: Aktivieren

source: controls will be activated when at least the admin user is configured
de: wird aktiviert, wenn ein Administrator (Benutzername: „admin“) konfiguriert wurde

source: Deactivate
de: Deaktivieren

source: activated
de: aktiviert

source: You have to remove all users before you can deactivate the access control settings.
de: Sie müssen alle Benutzer entfernen, bevor Sie die Zugriffskontrolle deaktivieren können.

source: You will be asked for the password you have entered here after you press save!
de: Nach dem Speichern werden Sie nach dem Benutzernamen und diesem Passwort gefragt!

source: The user ‘admin’ has access to both the vote and the configuration interface.
de: Der Benutzer „admin“ hat sowohl zur Abstimmungs- als auch zur Konfigurationsoberfläche Zugriff.

source: The user ‘participant’ only has access to the vote interface.
de: Der Benutzer „participant“ hat nur zur Abstimmungsoberfläche Zugriff.

source: Access control:
de: Zugriffskontrolle:

source: Revert poll
de: Umfrage zurücksetzen

source: Poll was reverted to Version %{version}!
de: Umfrage wurde zur Version %{version} zurückgesetzt!

source: Revert poll to version (see ‘History’ tab for revision numbers):
de: Setze Umfrage zurück auf Version (siehe Versionen-Tab für Versionsnummern):

source: Revert
de: Umfrage zurücksetzen

source: Authorization required
de: Anmeldung Erforderlich

source: The configuration of this poll is password-protected!
de: Die Konfiguration dieser Umfrage ist passwortgeschützt!

source: This poll is password-protected!
de: Diese Umfrage ist passwortgeschützt!

source: In order to proceed, you have to give the password for user %{user}.
de: Um fortzufahren müssen Sie das Passwort für den Benutzer %{user} eingeben.

source: Return to DuD-Poll home and schedule a new poll
de: Zurück zur DuD-Poll Hauptseite um eine neue Umfrage zu erstellen

source: You have to authorize yourself in order to access this page!
de: Um auf diese Seite zugreifen zu können müssen Sie sich autorisieren!

source: Customize personal settings
de: Persönliche Einstellungen anpassen

source: You need <a href='https://en.wikipedia.org/wiki/HTTP_cookie'>cookies</a> enabled in order to personalize your settings.
de: Ihr Browser muss Cookies akzeptieren um persönliche Einstellungen dauerhaft vorzunehmen.

source: Current setting
de: Momentane Einstellung

source: Description
de: Beschreibung

source: Use special characters
de: Benutze spezielle Zeichen

source: Use this option if you see the characters in the parenthesis.
de: Benutzen Sie diese Einstellung, wenn Sie die Zeichen in den Klammern lesen können.

source: Use only normal strings
de: Benutze nur gewöhnliche Zeichen

source: Use this option if you have problems with some characters.
de: Benutzen Sie diese Einstellung, wenn Probleme mit der Darstellung einiger Zeichen auftreten.

source: Charset
de: Zeichen

source: Stylesheet
de: Aussehen

source: Default Username
de: Voreingestellter Benutzername

source: Edit
de: Bearbeiten

source: Yes, I know what I am doing!
de: Ja, ich weiß, was ich mache!

source: I hate these stupid entry fields.
de: Ich mag diese sinnlosen Eingabefelder nicht.

source: I am aware of the consequences.
de: Ich bin mir der Konsequenzen bewusst.

source: Please delete this poll.
de: Bitte lösche diese Umfrage.

source: Example polls cannot be deleted.
de: Beispielumfragen können nicht gelöscht werden.

source: You should never see this text.
de: Diesen Text sollten Sie niemals sehen.

source: The poll was deleted successfully!
de: Die Umfrage wurde erfolgreich gelöscht!

source: If this was done by accident, please contact the administrator of the system. The poll can be recovered for an indeterminate amount of time; it could already be too late.
de: Wenn das ein Versehen war, kontaktieren Sie bitte umgehend den Administrator des Systems. Die Umfrage kann für einen unvorhersehbaren Zeitraum wiederhergestellt werden, vielleicht ist es jetzt schon zu spät.

source: You can now
de: Sie können jetzt

source: Browse Wikipedia
de: bei Wikipedia stöbern

source: Search for something on the Internet
de: Etwas im Internet suchen

source: To delete the poll, you have to type:
de: Um diese Umfrage zu löschen, müssen Sie den folgenden Satz eingeben:

source: but you typed:
de: Ihre Eingabe lautete aber:

source: Delete this poll
de: Diese Umfrage löschen

source: You want to delete the poll named
de: Sie wollen die Umfrage mit folgendem Namen löschen:

source: This is an irreversible action!
de: Das Löschen der gesamten Umfrage ist unwiderrufbar!

source: If you are sure that you want to permanently remove this poll, please type the following sentence into the form: %{question}
de: Wenn Sie sich sicher sind, dann geben Sie bitte den folgenden Satz in das folgende Formular ein: %{question}

source: Delete form
de: Satz hier eingeben

source: Home
de: Hauptseite

source: Poll
de: Umfrage

source: History
de: Versionen

source: Edit Columns
de: Spalten bearbeiten

source: Invite Participants
de: Teilnehmende einladen

source: Access Control
de: Zugriffskontrolle

source: Overview
de: Übersicht

source: Delete Poll
de: Umfrage löschen

source: Examples
de: Beispiele

source: About
de: Über

source: Customize
de: Personalisieren

source: DuD-Poll Home
de: DuD-Poll Startseite

source: This is a Event-scheduling poll.
de: Dies ist eine Umfrage nach der Zeit.

source: This is a Normal poll.
de: Dies ist eine normale Umfrage.

source: Previous
de: Zurück

source: Next
de: Weiter

source: Finish
de: Fertig

source: All changes were saved successfully.
de: Alle Änderungen wurden erfolgreich gespeichert.

source: Proceed!
de: Weiter

source: Select Language
de: Sprache wählen

source: Add and remove columns
de: Spalten hinzufügen oder entfernen

source: Delete column
de: Lösche Spalte

source: Add column
de: Füge Spalte hinzu

source: Edit column
de: Bearbeite Spalte

source: Undo
de: Rückgängig

source: Redo
de: Wiederherstellen

source: Error
de: Fehler

source: The following error was printed:
de: Der folgende Fehler wurde ausgegeben:

source: Hi! I found a bug in your application at %{urlofsite}. I did the following: <please describe what you did> <e.g., I wanted to post a comment to the poll.> I am using <please state your browser and operating system> %{errormessage} Sincerely,
de: Hallo! Ich habe einen Fehler in Ihrer Anwendung auf %{urlofsite} gefunden. Das habe ich gemacht: <Bitte beschreiben Sie, was Sie gemacht haben> <z.B.: Ich wollte eine Umfrage kommentieren> Ich benutze <bitte hier Ihren Browser und Ihr Betriebssystem einsetzen>. %{errormessage} Mit freundlichen Grüßen,

source: Bug in DuD-Poll
de: Fehler im DuD-Poll

source: An error occurred while executing DuD-Poll.<br/>Please send an error report, including your browser, operating system, and what you did to %{admin}.
de: Während der Ausführung von DuD-Poll gab es einen Fehler.<br/>Bitte schicken Sie einen Fehlerbericht, in dem Sie den Namen Ihres Browsers, Ihres Betriebssystems und, was Sie gemacht haben, angeben, an %{admin}.

source: Please include the following as well:
de: Bitte schicken Sie auch die folgende Fehlermeldung:

source: Example not found: %{example}
de: Beispiel nicht gefunden: %{example}

source: If you want to play with the application, you may want to take a look at these example polls:
de: Wenn Sie diese Applikation ausprobieren möchten, können Sie auch auf folgende Beispielumfragen schauen:

source: Poll of version %{revisionnumber}
de: Umfrage der Version %{revisionnumber}

source: Current poll (version %{revisionnumber})
de: Aktuelle Umfrage (Version %{revisionnumber})

source: No Sort
de: Nicht sortiert

source: Sort
de: Sortieren

source: Reverse Sort
de: Sortierung umkehren

source: participants have already voted.
de: Teilnehmende haben bereits abgestimmt.

source: xml:lang='en' lang='en' dir='ltr'
de: xml:lang='de' lang='de' dir='ltr'

source: Please enter a descriptive title.
de: Bitte geben Sie einen Titel für die Umfrage ein.

source: Custom address may only contain letters, numbers, and dashes.
de: Die spezielle eigene URL darf nur Buchstaben, Zahlen, Bindestrich und Unterstrich enthalten.

source: A poll with this address already exists.
de: Eine Umfrage mit dieser URL existiert bereits.

source: The poll was created successfully. The link to your new poll is: %{link}
de: Die Umfrage wurde erfolgreich erstellt. Die Adresse der Umfrage lautet: %{link}

source: Go away.
de: Geh weg.

source: Create new poll
de: Neue Umfrage erstellen

source: Title
de: Titel

source: Type
de: Typ

source: Event-scheduling poll (e.&thinsp;g., schedule a meeting)
de: Nach einer Zeit fragen (z.&thinsp;B. einen Besprechungstermin finden)

source: Normal poll (e.&thinsp;g., vote for what is the best coffee)
de: Normale Umfrage (z.&thinsp;B. eine Umfrage über die beste Kaffeesorte)

source: Custom address (optional)
de: Eigene URL (optional)

source: May contain letters, numbers, and dashes.
de: Kann Buchstaben, Zahlen, Bindestriche und Unterstriche enthalten.

source: Create
de: Erstellen

source: Date
de: Datum

source: Comment
de: Kommentar

source: Maintenance
de: Wartung

source: This site is currently undergoing maintenance!
de: Diese Webseite wird gerade gewartet!

source: You should not browse to this file directly. Please create a file named "maintenance.html" to enable the maintenance mode.
de: Sie sollten diese Datei nicht direkt aufrufen. Bitte erstellen Sie eine Datei namens "maintenance.html", um den Wartungsmodus zu aktivieren.

source: Poll not found
de: Umfrage nicht gefunden

source: The requested poll was not found.
de: Die angeforderte Umfrage wurde nicht gefunden.

source: There are several reasons why a poll may have been deleted:
de: Es gibt mehrere Gründe, warum eine Umfrage gelöscht wurde:

source: Somebody clicked on “Delete poll” and deleted the poll manually.
de: Jemand hat auf „Umfrage löschen“ geklickt und die Umfrage manuell gelöscht

source: The poll was deleted by the administrator because it was not accessed for a long time.
de: Die Umfrage wurde vom Administrator gelöscht, weil lange nicht auf sie zugegriffen wurde.

source: The next steps are:
de: Die nächsten Schritte sind:

source: Send the link to all participants:
de: Senden Sie diesen Link an alle Teilnehmende:

source: Send this link via email...
de: Diese URL per E-Mail verschicken...

source: Visit the poll yourself:
de: Besuchen Sie selbst die Umfrage:

source: Link to DuD-Poll about %{polltitle}
de: DuD-Poll Umfrage über %{polltitle}

source: The changes were saved, you should be redirected to %{link}.
de: Die Änderungen wurden gespeichert. Sie sollten zu %{link} weitergeleitet werden.

source: Edit user %{user}...
de: Bearbeite Teilnehmenden %{user}...

source: Delete user %{user}...
de: Lösche Teilnehmenden %{user}...

source: Unknown
de: Unbekannt

source: %{user} selected Yes
de: %{user} hat Ja ausgewählt

source: %{user} selected No
de: %{user} hat Nein ausgewählt

source: %{user} selected Maybe
de: %{user} hat Vielleicht ausgewählt

source: Total
de: Summe

source: out of
de: von

source: participants voted yes
de: Teilnehmenden haben mit Ja abgestimmt

source: Invite
de: Einladen

source: Enter your name
de: Geben Sie Ihren Namen ein

source: Save changes
de: Speichern

source: Cancel
de: Abbrechen

source: Do you really want to delete user %{user}?
de: Wollen Sie den Teilnehmenden %{user} wirklich löschen?

source: Confirm
de: Bestätigen

source: Yes
de: Ja

source: No
de: Nein

source: Maybe
de: Vielleicht

source: Comments
de: Kommentare

source: Sort oldest comment first
de: Zeige den ältesten Kommentar zuerst an

source: Sort newest comment first
de: Zeige den neusten Kommentar zuerst an

source: Go to last comment
de: Springe zum letzten Kommentar

source: %{user} said on %{time}
de: %{user} sagte am %{time}

source: Go up
de: Gehe nach oben

source: says
de: sagt

source: Submit comment
de: Sende Kommentar

source: Your name
de: Dein Name

source: Enter a comment
de: Geben Sie einen Kommentar ein

source: Show history items:
de: Zeige nur folgende Versionen:

source: All
de: Alle

source: Participant related
de: Teilnehmenden betreffend

source: Column related
de: Spalten betreffend

source: Comment related
de: Kommentare betreffend

source: Access control related
de: Zugriffskontrolle betreffend

source: Update
de: Aktualisieren

source: Edit option
de: Option bearbeiten

source: Delete option
de: Option löschen

source: Last edit
de: Letzte Änderung

source: Description (optional)
de: Beschreibung (optional)

source: Confirm option
de: Option bestätigen

source: Preview
de: Vorschau

source: Enter all the options (columns) which you want the participants of the poll to choose among. For each option you give here, the participants will choose a vote.
de: Geben Sie alle Optionen (Spalten) ein, nach denen in der Umfrage gefragt werden soll. Die Teilnehmende der Umfrage können für jede Option einzeln ihre Stimme abgeben.

source: To add a time other than the default times, please enter some string here (e.&thinsp;g., 09:30, morning, afternoon).
de: Geben Sie eine Zeit ein, um eine andere als die vorgeschlagenen Zeiten auszuwählen (z.&thinsp;B. 9:30, morgens, abends).

source: This time has already been selected.
de: Diese Zeit war schon gewählt.

source: Navigate one month back
de: Zum vorherigen Monat wechseln

source: Navigate one month forward
de: Zum nächsten Monat wechseln

source: Earlier
de: Früher

source: Add previous two hours
de: Füge vorgehende zwei Stunden hinzu

source: Later
de: Später

source: Add following two hours
de: Füge nachfolgende zwei Stunden hinzu

source: Delete the column %{DATE}
de: Entferne die Spalte %{DATE}

source: Add the already past column %{DATE}
de: Hinzufügen der bereits vergangenen Spalte %{DATE}

source: Add the column %{DATE}
de: Hinzufügen der Spalte %{DATE}

source: Click on the dates to add or remove columns.
de: Klicken Sie auf ein Datum, um es der Umfrage hinzuzufügen.

source: added
de: angegliedert

source: removed
de: entfernt

source: Select specific start times.
de: Geben Sie eine Zeit für ein Datum ein.

source: Time
de: Zeit

source: Selected
de: Gewählt

source: Not selected
de: Nicht Gewählt

source: Past
de: Vergangen

source: Select the whole row
de: Wähle die ganze Zeile aus

source: Deselect the whole row
de: Die Auswahl der ganzen Zeile entfernen

source: Add
de: Hinzufügen

source: e.&thinsp;g., 09:30, morning, afternoon
de: z.B., 9:30, morgens, abends

source: Write a specific time for
de: Angeben einer Zeit für den
